{
  "data": [{
      "id": 1,
      "title": "Afro Samurai",
      "date": "January 27, 2009",
      "description": "Afro Samurai is a 3D brawler with platforming elements. Using light hits, power hits, kicks, and blocks the player fights various enemies. Most levels culminate in a boss fight, and in-engine cutscenes advance the story.",
      "url": "https://www.mobygames.com/images/covers/l/155618-afro-samurai-playstation-3-front-cover.jpg"
    },
    {
      "id": 2,
      "title": "Asura's Wrath",
      "date": "February 21, 2012",
      "description": "The gameplay of Asura's Wrath is a combination of multiple genres, while overall is presented in the style of an episodic anime series. The gameplay throughout shifts between a third person action and a rail shooter game. The game also requires the player's direct input during cinematic events in the form of interactive cutscenes with various quick-time event and context sensitive button prompts. In all forms of gameplay however, player progress is determined by two gauges represented at the top of the screen, the life and burst gauge.",
      "url": "https://www.mobygames.com/images/covers/l/249477-asura-s-wrath-playstation-3-front-cover.jpg"
    },
    {
      "id": 3,
      "title": "Back to the Future: The Game",
      "date": "May 4, 2012",
      "description": "Back to the Future: The Game is an episodic graphic adventure based on the Back to the Future film franchise. The game was developed and published by Telltale Games as part of a licensing deal with Universal Pictures. Bob Gale, co-creator, co-writer and co-producer of the film trilogy, assisted Telltale in writing the game's story. Original actors Michael J. Fox and Christopher Lloyd allowed the developers to use their likenesses in the game for the lead characters Marty McFly and Doc Brown, respectively. Lloyd reprises his role as Doc, while A.J. Locascio plays the role of Marty; Fox later appeared to voice two cameo roles in the final episode, reprising his role as future versions of Marty McFly in addition to playing his forefather William.",
      "url": "https://www.mobygames.com/images/covers/l/247561-back-to-the-future-the-game-playstation-3-front-cover.jpg"
    },
    {
      "id": 4,
      "title": "Batman: Arkham Asylum",
      "date": "August 25, 2009",
      "description": "Batman: Arkham Asylum is an action-adventure game viewed from the third-person perspective. The playable character is visible on the screen and the camera can be freely rotated around him. The player controls Batman as he traverses Arkham Asylum, a secure facility for the criminally insane located off the coast of Gotham City.[6] The opening areas of the game are linear, serving as a tutorial for the moves and approaches available to the player. Once the player emerges onto the island he can freely explore the game world, although some areas remain inaccessible until certain milestones in the main story. Batman can run, jump, climb, crouch, glide from heights using his cape, and use his grapple gun to climb low structures or escape to higher ledges.",
      "url": "https://www.mobygames.com/images/covers/l/167762-batman-arkham-asylum-playstation-3-front-cover.jpg"
    },
    {
      "id": 5,
      "title": "Beyond: Two Souls ",
      "date": "October 8, 2013",
      "description": "Beyond: Two Souls is an interactive drama and action-adventure game, requiring the player to move and guide the character into interactions with objects and other non-player characters in the scene to progress the story. The player primarily controls Jodie through the in-game environments. At almost any time, however, the player (or second player during a two-player game) can switch to control Aiden instead. Aiden, as an incorporeal entity, exists permanently in noclip mode and can move through walls, ceilings, and other obstacles; however, he is limited to moving only within a certain radius around Jodie due to their spiritual tethering.",
      "url": "https://www.mobygames.com/images/covers/l/272584-beyond-two-souls-playstation-3-front-cover.jpg"
    },
    {
      "id": 6,
      "title": "BioShock Infinite",
      "date": "March 26, 2013",
      "description": "BioShock Infinite is set in 1912 and takes place in a fictional steampunk city-state called Columbia —named in homage to the female personification of the United States which is suspended in the air through a combination of giant blimps, balloons, reactors, propellers, and quantum levitation. The city of Columbia was founded by self-proclaimed prophet Zachary Hale Comstock, who used his connections in Congress to have the American government build the floating city. The government intended Columbia to serve as a floating world's fair and as a display to the rest of the world of the success of American exceptionalism. The city was launched to much fanfare and publicity at the World's Columbian Exposition in 1893, and was later dispatched to distant shores, travelling from continent to continent.",
      "url": "https://www.mobygames.com/images/covers/l/277442-bioshock-infinite-playstation-3-front-cover.jpg"
    },
    {
      "id": 7,
      "title": "Call of Duty 3",
      "date": "November 7, 2006",
      "description": "The single player is modeled after the Normandy breakout, where the British, Canadian, Polish, American, and French Resistance forces pushed into the village of Chambois, France, also known as the Falaise Gap. Unlike most other games in the Call of Duty series, the events in Call of Duty 3 are based on a single combined campaign, with the player being switched between the four armed forces – U.S. Army, British SAS, Canadian Army, and the Polish 1st Armoured Division – and their respective characters for each leg of the story. There are 14 campaign missions in total, with cinematics to link between each one. Each mission also contains various action sequences where players have to input button commands, whether arming a bomb, or fighting off a melee ambush. In addition, some missions also include multiple choices in routes to completing an objective.",
      "url": "https://www.mobygames.com/images/covers/l/91480-call-of-duty-3-playstation-3-front-cover.jpg"
    },
    {
      "id": 8,
      "title": "Captain America: Super Soldier",
      "date": "October 21, 2011",
      "description": "Captain America: Super Soldier combines a highly athletic combat system with fluid platforming and a highly tuned suite of shield attacks, as Captain America explores a massive castle turned military installation. His shield can be employed in numerous ways: take out multiple enemies at once, deflect incoming fire back at enemies, solve puzzles, and scale walls. Players will be able to launch shield-first into the fray with the superior force of the world's first Super-Soldier at their fingertips to overcome a castle that's both an acrobatic playground for Captain America's physical prowess and a house of mystery with enemies and danger at every turn.",
      "url": "https://www.wasabielectronics.com/wp-content/uploads/2015/02/Captian-America.png"
    },
    {
      "id": 9,
      "title": "Conan",
      "date": "September 28, 2007",
      "description": "Players control Conan the Barbarian from a third-person perspective while attempting to advance through the series of levels that subdivide the game. The gameplay is the same for each level: Conan moves from area to area, fighting groups of enemies until he reaches the end. At the end of certain levels, the barbarian has to fight a more powerful opponent called a boss. Defeating a boss involves a two-stage process: Conan has to inflict heavy damage on the creature and thus trigger an interactive button-pressing sequence that players have to complete to kill the boss. Several cycles of this process are required to defeat most bosses.[1] Besides combat, button-pressing sequences are also used to interact with the environment, such as knocking down obstacles to create passageways, or as parts of platforming sequences in which Conan climbs walls and jumps from ledge to ledge. Players can save their progress by using special stones that are placed throughout the game.",
      "url": "https://www.mobygames.com/images/covers/l/152385-conan-playstation-3-front-cover.jpg"
    },
    {
      "id": 10,
      "title": "Cross Edge",
      "date": "May 26, 2009",
      "description": "Cross Edge is a traditional Japanese role-playing game complete with world map, random battles, level grinding, item combining/creation using alchemy, etc. It also features heroes and villains from game franchises published by Gust, Capcom, Nippon Ichi, Namco Bandai and Idea Factory. As players set about freeing the trapped souls supporting the nightmare world that they are stuck in, they engage in turn-based team battles. This is where the characters from previous games come in. Players must enlist them to join in party-based battles. Success in these battles is based on the ability to string together specific moves into chain attack sequences, which in turn unlock even stronger combinations when successful. Players can also increase their characters' stats and abilities by acquiring additional costumes called forms and redressing their characters in them. Female characters physical appearances can also be changed based on the form they're wearing.",
      "url": "https://images-na.ssl-images-amazon.com/images/I/61eRqH3SxmL.jpg"
    },
    {
      "id": 11,
      "title": "Dark Souls",
      "date": "September 22, 2011",
      "description": "Dark Souls is a third-person action role-playing game. The core mechanic of the game is exploration. Players are encouraged by the game to proceed with caution, learn from past mistakes, or find alternative areas to explore. Dark Souls takes place in a large and continuous open world environment, connected through a central hub area (Firelink Shrine). Players are able to travel to and from areas and explore various paths at will, although certain prerequisites have to be met in order to unlock certain areas.",
      "url": "https://www.mobygames.com/images/covers/l/275947-dark-souls-playstation-3-front-cover.jpg"
    },
    {
      "id": 12,
      "title": "CSI: Fatal Conspiracy",
      "date": "November 26, 2010",
      "description": "CSI, Fatal Conspiracy is a video game based on the CSI: Crime Scene Investigation television series. It is the ninth CSI game released. The game corresponds with the 10 th season of the television series and includes the return ofSara Sidle. A team of writers from the show were involved in the game 's script, and Laurence Fishburne reprised his role from the television program.",
      "url": "https://www.mobygames.com/images/covers/l/219816-csi-crime-scene-investigation-fatal-conspiracy-playstation-3-front-cover.jpg"
    },
    {
      "id": 13,
      "title": "Deadpool",
      "date": "November 17, 2015",
      "description": "Deadpool is an action beat 'em up video game, with new combos becoming available to Deadpool as he progresses. The game, which is rated mature, frequently breaks the fourth wall by having Deadpool verbally interact with the player based on their skill and progress.",
      "url": "https://www.mobygames.com/images/covers/l/316851-deadpool-playstation-3-front-cover.jpg"
    },
    {
      "id": 14,
      "title": "Dragon Ball Z: Battle of Z",
      "date": "January 24, 2014",
      "description": "Battle of Z is a team fighting action title that lets up to eight players battle it out against one another in a gameplay and graphical style similar to those of Dragon Ball: Zenkai Battle Royale. The game can have up to four players in cooperative play, and lets players perform attacks together and heal one another. It also supports online multiplayer battles,[2] and PS Vita ad-hoc connection. A multiplayer restriction in this game is that two players can not play on the same console; the developers say this is due to wanting a player having the best possible graphics in full screen. Battle of Z features over 70 characters, as well as team battles against giant characters such as Great Ape Vegeta, Great Ape Gohan, and Hirudegarn.",
      "url": "https://images-na.ssl-images-amazon.com/images/I/61e8TBo8EsL._SX342_.jpg"
    },
    {
      "id": 15,
      "title": "DuckTales: Remastered",
      "date": "August 13, 2013",
      "description": "DuckTales: Remastered features a 2.5D presentation, with 2D hand-drawn character sprites and 3D modeled levels. The gameplay of Remastered remains identical to the original DuckTales game, with players taking the role of Scrooge McDuck as he travels across the world in search of five treasures to further increase his fortune. Scrooge can swing his cane to strike or break objects, and can bounce on it like a pogo stick to attack enemies from above. This also allows him to reach higher areas, as well as bounce across hazardous areas that would hurt him on foot. Along the way, Scrooge can find various diamonds, found in treasure chests or appearing in certain areas, to increase his fortune and ice cream or cakes that can restore his health. Various characters from the series appear throughout the stages with differing roles, aiding or hindering the player's progress.",
      "url": "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/2280/2280001_sa.jpg;maxHeight=640;maxWidth=550"
    },
    {
      "id": 16,
      "title": "Family Guy: Back to the Multiverse",
      "date": "November 20, 2012",
      "description": "Players control Stewie Griffin and Brian Griffin in an adventure that pits them against Stewie's evil half-brother, Bertram. Back to the Multiverse features both co-operative and competitive multiplayer modes built around the characters. Extra challenge levels, multiplayer maps, costumes, and playable Family Guy characters are unlocked through gameplay.",
      "url": "https://52f4e29a8321344e30ae-0f55c9129972ac85d6b1f4e703468e6b.ssl.cf2.rackcdn.com/products/pictures/1072403.jpg"
    },
    {
      "id": 17,
      "title": "G-Force",
      "date": "July 21, 2009",
      "description": "The game based on the movie, which takes place after the team escapes from the pet store, Juarez and Blaster's new home, and Kip and other FBI agents, gives players the ability to play as Darwin and Mooch to fight against Leonard Saber, the evil billionaire and his robot household appliances army.",
      "url": "https://image.gamevaluenow.com/ps3/g-force.jpg"
    },
    {
      "id": 18,
      "title": "Ghostbusters: The Video Game",
      "date": "June 16, 2009",
      "description": "The game is a third-person shooter, placing players in the role of an original character simply known as the Rookie  (also called Rook, Newbie , Cadet , New Guy , and similar names by the Ghostbusters), a new recruit to the Ghostbusters team. Players control Rookie's movements as he explores the environments of each level, seeking out paranormal activities and ghosts, either alone or with up to all four of the other Ghostbusters. Players can switch to a first-person perspective by equipping the Rookie with the PKE Meter and goggles. In this mode, paranormal items are highlighted and the PKE Meter will help direct players to ghosts or haunted artifacts. Players can scan these elements to gain more information about them and receive a monetary reward. Weapons cannot be used in this mode.",
      "url": "https://images-na.ssl-images-amazon.com/images/I/81PzeneRI4L._SX342_.jpg"
    },
    {
      "id": 19,
      "title": "Grand Theft Auto: San Andreas",
      "date": "October 26, 2004",
      "description": "Grand Theft Auto: San Andreas is an action-adventure video game developed by Rockstar North and published by Rockstar Games. It was released on 26 October 2004 for PlayStation 2, and on 7 June 2005 for Microsoft Windows and Xbox. A high definition remastered version received a physical release for both Xbox 360 and PlayStation 3 on 30 June 2015 and 1 December 2015, respectively. It is the seventh title in the Grand Theft Auto series, and the first main entry since 2002's Grand Theft Auto: Vice City. It was released on the same day as the handheld game Grand Theft Auto Advance for Game Boy Advance. On 8 June 2018, the game was added to the Xbox One Backward Compatible library.",
      "url": "https://images-na.ssl-images-amazon.com/images/I/81Bcy8q9IiL._SX342_.jpg"
    },
    {
      "id": 20,
      "title": "Hitman: Absolution",
      "date": "November 20, 2012",
      "description": "Hitman: Absolution is a stealth video game in which the player assumes the role of a hitman named Agent 47. Presented from a third-person perspective, the gameplay centers around completing set objectives within a series of levels. Objectives can range from simply reaching the end of the level, to killing specific individuals. Players choose how to complete each level, taking branching paths to get to a target or location. Players may use pistols, bottles or bricks, assault rifles, shotguns, fiber-wire, or steel pipe against enemies if opting for the action-oriented approach, or avoid enemies altogether, not being seen, using disguises, blending into the environment, and only attacking the set target(s), if using the stealth-oriented approach. Agent 47 also has the 'Instinct' ability that lets the player monitor enemies more easily. There are also environmental ways to kill or distract individuals; players can use poison to spike coffee, pull switches to make a disco ball fall and break, cause a massive explosion at a gas station, pull a switch to cause scaffolding to fall down, cause fires, or set off fireworks. Players complete chapters in order to progress through the story. The player journeys to various locations, including a mansion, library, strip club, gun store, wrestling arena, courthouse, and hotel during the story.",
      "url": "https://images-na.ssl-images-amazon.com/images/I/71kBDJbM9oL._SX342_.jpg"
    },
    {
      "id": 21,
      "title": "Jurassic Park: The Game",
      "date": "November 15, 2011",
      "description": "Jurassic Park: The Game is a point-and-click adventure game in which the player uses a combination of buttons to progress. The player controls various characte",
      "url": "https://4.bp.blogspot.com/-69gqLQnvn0o/V_RvJaGDNBI/AAAAAAAAH-k/z0Xnh6_-UgwuHJ7SZeh2Wix8iVv8hKnsgCLcB/s1600/Untitled.jpg"
    },
    {
      "id": 22,
      "title": "Kung Fu Panda",
      "date": "June 3, 2008",
      "description": "Kung Fu Panda is intended mainly for children and is based on the movie Kung Fu Panda. Players initially control Po, who differs from the movie in that he possesses a basic level of martial arts skill from the beginning, enabling him to participate in battle. In addition to fighting and jumping challenges, maintaining balance is another important element of the game, such as Po crossing tightropes, staying on moving platforms, and steering a boat through a dangerous river. Over the course of the game's narrative, the player improves Po's skill by adding various new fighting techniques and special moves, although in some parts of the game, the player will have to complete the tasks as another character.",
      "url": "https://images-na.ssl-images-amazon.com/images/I/51Qo1p2kzML._AC_SX430_.jpg"
    },
    {
      "id": 23,
      "title": "Lego Marvel Super Heroes",
      "date": "October 22, 2013",
      "description": "Following the gameplay style of past Lego titles, players are able to control 180 characters from the Marvel Universe, each with their own unique abilities. For example, Spider-Man can swing on his webs and use his spider-sense while the Hulk, who is larger than the standard minifigures, can throw large objects, as well as shrink down into Bruce Banner to access computers. Galactus was chosen as the main antagonist in the game. According to game director, Arthur Parsons, and producer, Phil Ring, one of the main settings of Lego Marvel Super Heroes is a Lego version of New York City. In addition, a Lego version of Asgard was created.",
      "url": "https://images-na.ssl-images-amazon.com/images/I/81fdCVYB0LL._SX342_.jpg"
    },
    {
      "id": 24,
      "title": "Marvel vs. Capcom 3: Fate of Two Worlds",
      "date": "February 15, 2011",
      "description": "Marvel vs. Capcom 3: Fate of Two Worlds is a fighting game in which players compete in battle using characters with different fighting styles and special attacks.[1] The game features tag team-based gameplay similar to previous installments of the series.[2] Players select teams of three characters to engage in one-on-one combat, and can choose to switch between them at any point during the match.[2] During combat, players can call in one of their off-screen characters to perform a single special move, known as an assist.",
      "url": "https://gameplanet-53f8.kxcdn.com/media/catalog/product/cache/4/image/9df78eab33525d08d6e5fb8d27136e95/0/1/013388340378_5.jpg"
    },
    {
      "id": 25,
      "title": "Need for Speed: Most Wanted",
      "date": "October 20, 2012",
      "description": "Need for Speed: Most Wanted is set in an open world environment. The game takes on the gameplay style of the first Most Wanted title in the Need for Speed franchise. Most Wanted allows players to select one car and compete against other racers in three types of events: Sprint races, which involves traveling from one point of the city to another, Circuit races, each having two or three laps total and Speed runs, which involve traversing through a course in the highest average speed possible. There are also Ambush races, where the player starts surrounded by cops and must evade their pursuit as quickly as possible.",
      "url": "https://gamefaqs.akamaized.net/box/8/9/7/372897_front.jpg"
    }
  ]
}